Repository: davegreyuk/our-seo-for-wordpress
Catalog: languages/seo-for-wordpress-*.po
Languages: af, de_de, es_mx, fr_fr, it_it

source: Home
af: Hoofblad
de_de: Startseite
es_mx: Inicio
fr_fr: Accueil

source: Search Results for: %s
af: Soekresultate vir: %s
de_de: Suchergebnisse für: %s
es_mx: Resultados de búsqueda para: %s
fr_fr: Résultats de recherche pour : %s
it_it: Risultati della ricerca per: %s

source: 404 Not Found
af: 404 Nie gevind nie
de_de: 404 Nicht gefunden
es_mx: 404 No Encotrado
fr_fr: Erreur 404 - Page non trouvée
it_it: 404 Non trovato

source: SEO Settings
af: SEO-instellings
de_de: SEO Einstellungen
es_mx: Configuracion del SEO
fr_fr: Paramètres SEO
it_it: Impostazioni SEO

source: SEO Title
af: SEO titel
de_de: SEO Titel
es_mx: Título SEO
fr_fr: Titre SEO
it_it: Titolo SEO

source: SEO Description
af: SEO beskrywing
de_de: SEO Beschreibung
es_mx: Descripción SEO
fr_fr: Description SEO
it_it: Descrizione SEO

source: SEO Keywords
af: SEO sleutelwoorde
es_mx: Palabras clave SEO
fr_fr: Mots-clés SEO
it_it: Chiavi SEO (parole)

source: SEO Image
af: SEO beeld
de_de: SEO-Bild
es_mx: Imagen SEO
fr_fr: Image de SEO
it_it: Immagine SEO

source: Upload Image
af: Laai prent op
de_de: Bild hochladen
es_mx: Subir Imagen
fr_fr: Télécharger une image
it_it: Carica immagine

source: Noindex this page
af: Noindex hierdie bladsy
de_de: Diese Seite nicht indizieren
es_mx: Noindexar esta página
fr_fr: Noindexer cette page
it_it: Non indicizzare questa pagina

source: Nofollow links on this page
af: Nofollow-skakels op hierdie bladsy
de_de: Nofollow-Links auf dieser Seite
es_mx: Enlaces nofollow en esta página
fr_fr: Liens Nofollow sur cette page
it_it: Link nofollow in questa pagina

source: Canonical URL
af: Kanoniese URL
de_de: Kanonische URL
es_mx: URL canónica
fr_fr: URL Canonique
it_it: URL canonico

source: Set a canonical URL for this page. Leave blank to use the default.
af: Stel 'n kanonieke URL vir hierdie bladsy. Laat leeg om die verstek te gebruik.
de_de: Legen Sie eine kanonische URL für diese Seite fest. Leer lassen, um den Standard zu verwenden.
es_mx: Establezca una URL canónica para esta página. Dejar en blanco para usar la predeterminada.
fr_fr: Définir une URL canonique pour cette page. Laisser vide pour utiliser l'URL par défaut.
it_it: Imposta un URL canonico per questa pagina. Lasciare vuoto per utilizzare quello predefinito.

source: Meta Title
af: Meta titel
de_de: Meta Titel
es_mx: Meta Título
fr_fr: Titre Meta

source: Set a meta title for this archive.
af: Stel 'n meta-titel vir hierdie argief.
de_de: Legen Sie einen Metatitel für dieses Archiv fest.
es_mx: Establece un meta título para este archivo.
fr_fr: Définir un titre méta pour cette archive.
it_it: Impostare un meta-titolo per questo archivio.

source: Meta Description
af: Meta Beskrywing
de_de: Meta Beschreibung
es_mx: Meta Descripciòn
fr_fr: Description Meta
it_it: Descrizione Meta

source: Set a meta description for this archive.
af: Stel 'n metabeskrywing vir hierdie argief.
de_de: Legen Sie eine Meta-Beschreibung für dieses Archiv fest.
es_mx: Establece una meta descripción para este archivo.
fr_fr: Définir une méta-description pour cette archive.
it_it: Impostare una meta descrizione per questo archivio.

source: Meta Image
af: Meta Beeld
de_de: Meta-Bild
es_mx: Metaimagen
it_it: Meta Immagine

source: Set an image for this archive (used for social media sharing).
af: Stel 'n prent vir hierdie argief (gebruik vir sosiale media-deling).
de_de: Legen Sie ein Bild für dieses Archiv fest (wird für die Freigabe in sozialen Medien verwendet).
es_mx: Establezca una imagen para este archivo (se utiliza para compartir en las redes sociales).
fr_fr: Définir une image pour cette archive (utilisée pour le partage sur les médias sociaux).
it_it: Impostare un'immagine per questo archivio (utilizzata per la condivisione sui social media).

source: Noindex
af: Geen indeks

source: Prevent this archive from being indexed by search engines.
af: Verhoed dat hierdie argief deur soekenjins geïndekseer word.
de_de: Verhindern Sie, dass dieses Archiv von Suchmaschinen indiziert wird.
es_mx: Evitar que este archivo sea indexado por los motores de búsqueda.
fr_fr: Empêcher l'indexation de cette archive par les moteurs de recherche.
it_it: Impedire che questo archivio venga indicizzato dai motori di ricerca.

source: Nofollow
af: Geen volg
es_mx: No seguir
fr_fr: Pas de suivi

source: Add nofollow to links in this archive.
af: Voeg nofollow by skakels in hierdie argief.
de_de: Fügen Sie nofollow zu Links in diesem Archiv hinzu.
es_mx: Añadir nofollow a los enlaces de este archivo.
fr_fr: Ajouter un lien nofollow aux liens de cette archive.
it_it: Aggiungere il nofollow ai link di questo archivio.

source: Set a canonical URL for this archive. Leave blank to use the default.
af: Stel 'n kanonieke URL vir hierdie argief. Laat leeg om die verstek te gebruik.
de_de: Legen Sie eine kanonische URL für dieses Archiv fest. Lassen Sie das Feld leer, um den Standard zu verwenden.
es_mx: Establece una URL canónica para este archivo. Dejar en blanco para usar la predeterminada.
fr_fr: Définir une URL canonique pour cette archive. Laisser vide pour utiliser l'URL par défaut.
it_it: Impostare un URL canonico per questo archivio. Lasciare vuoto per utilizzare quello predefinito.

source: Support
af: Hulp
es_mx: Soporte
it_it: Supporto

source: Documentation
af: Dokumentasie
de_de: Dokumentation
es_mx: Documentación
it_it: Documentazione

source: General
af: Algemeen
de_de: Allgemein
fr_fr: Général
it_it: Generale

source: Advanced
af: Gevorderd
de_de: Erweitert
es_mx: Avanzado
fr_fr: Avancé
it_it: Avanzate

source: Import
af: Invoer
de_de: Importieren
fr_fr: Importer
it_it: Importa

source: Import SEO Data
af: Voer SEO-data in
de_de: SEO Daten importieren
fr_fr: Importer des données SEO
it_it: Importazione di dati SEO

source: Website Basics
af: Webwerf basiese beginsels
de_de: Website-Grundlagen
es_mx: Conceptos básicos
fr_fr: Les bases du site web
it_it: Nozioni di base del sito web

source: Website Name
af: Webwerf Naam
de_de: Name der Webseite
es_mx: Nombre del sitio web
fr_fr: Nom du site
it_it: Nome del sito

source: Website Tagline
af: Webwerf Tagline
es_mx: Lema del sitio web
fr_fr: Slogan du site Web
it_it: Tagline del sito web

source: Title Separator
af: Titelskeiding
de_de: Titel Trennzeichen
es_mx: Separador de títulos
fr_fr: Séparateur de titre
it_it: Separatore del titolo

source: Website Image
af: Webwerf beeld
de_de: Website Bild
es_mx: Imagen del sitio web
fr_fr: Image du site web
it_it: Immagine del sito web

source: Social Media Appearance
af: Sosiale media-voorkoms
de_de: Auftreten in den sozialen Medien
es_mx: Aparición en los medios sociales
fr_fr: Apparition dans les médias sociaux
it_it: Apparizione sui social media

source: Configure how your content appears when shared on social media using Open Graph meta tags.
af: Stel met Open Graph-metamerkers op hoe jou inhoud verskyn wanneer dit op sosiale media gedeel word.
de_de: Konfigurieren Sie mithilfe von Open Graph-Meta-Tags, wie Ihre Inhalte bei der Freigabe in sozialen Medien angezeigt werden.
es_mx: Configure cómo aparecerán sus contenidos cuando se compartan en las redes sociales mediante las metaetiquetas Open Graph.
fr_fr: Configurez l'affichage de votre contenu lorsqu'il est partagé sur les médias sociaux à l'aide des balises méta Open Graph.
it_it: Configurate la visualizzazione dei vostri contenuti quando vengono condivisi sui social media utilizzando i meta tag Open Graph.

source: Social Media Title
af: Sosiale media titel
de_de: Soziale Medien Titel
es_mx: Título de la red social
fr_fr: Titre des médias sociaux
it_it: Titolo dei media sociali

source: Social Media Description
af: Sosiale media beskrywing
de_de: Soziale Medien Beschreibung
es_mx: Descripción de las redes sociales
fr_fr: Description des médias sociaux
it_it: Descrizione dei social media

source: Social Media Image
af: Sosiale media beeld
es_mx: Imagen en las redes sociales
fr_fr: Image des médias sociaux
it_it: Immagine sui social media

source: Remove Unwanted Metadata
af: Verwyder ongewenste metadata
de_de: Unerwünschte Metadaten entfernen
es_mx: Eliminar metadatos no deseados
fr_fr: Supprimer les métadonnées indésirables
it_it: Rimuovere i metadati indesiderati

source: Remove Shortlinks
af: Verwyder kortskakels
de_de: Shortlinks entfernen
es_mx: Eliminar enlaces directos
fr_fr: Supprimer les liens courts
it_it: Rimuovere i collegamenti brevi

source: Remove REST API Links
af: Verwyder REST API-skakels
de_de: REST-API Links entfernen
es_mx: Eliminar enlaces API REST
fr_fr: Supprimer les liens API REST
it_it: Rimuovere i collegamenti API REST

source: Remove RSD/WLW Links
af: Verwyder RSD/WLW-skakels
de_de: RSD/WLW-Links entfernen
es_mx: Eliminar enlaces RSD/WLW
fr_fr: Supprimer les liens RSD/WLW
it_it: Rimuovere i collegamenti RSD/WLW

source: Remove oEmbed Links
af: Verwyder oEmbed-skakels
de_de: OEmbed Links entfernen
es_mx: Eliminar enlaces oEmbed
fr_fr: Supprimer les liens oEmbed
it_it: Rimuovere i collegamenti oEmbed

source: Sitemaps
af: Werfkaarte
it_it: Sitemap

source: Enable Sitemaps
af: Aktiveer werfkaarte
de_de: Aktivieren Sie Sitemaps
es_mx: Activar Sitemaps
fr_fr: Activer les sitemaps
it_it: Abilitare le Sitemaps

source: Breadcrumbs
af: Broodkrummels
fr_fr: Fil d’Ariane

source: Separator Between Breadcrumbs
af: Skei tussen broodkrummels
de_de: Trennzeichen zwischen Semmelbröseln
es_mx: Separador entre migas de pan
fr_fr: Séparateur de chapelure
it_it: Separatore tra le briciole di pane

source: Homepage Anchor Text
af: Tuisblad Anker teks
de_de: Homepage-Ankertext
es_mx: Texto de anclaje de la página de inicio
fr_fr: Texte d'ancrage de la page d'accueil
it_it: Testo di ancoraggio della homepage

source: Breadcrumbs Prefix
af: Broodkrummels Voorvoegsel
de_de: Präfix der Navigationspfade
es_mx: Prefijo de Breadcrumbs
fr_fr: Préfixe du fil d'Ariane

source: Bold Current Page
af: Vet huidige bladsy
de_de: Fett Aktuelle Seite
es_mx: Negrita Página actual
fr_fr: Page actuelle en gras
it_it: Grassetto della pagina corrente

source: Content Before Posts in Feed
af: Inhoud voor plasings in stroom
de_de: Inhalt vor Posts im Feed
es_mx: Contenido antes de las entradas en el feed
fr_fr: Contenu avant les messages dans le flux
it_it: Contenuto prima dei post nel feed

source: Content After Posts in Feed
af: Inhoud na plasings in stroom
de_de: Inhalt nach Beiträgen im Feed
es_mx: Contenido después de las entradas en el feed
fr_fr: Contenu après les messages dans le flux
it_it: Contenuto dopo i messaggi nel feed

source: Add Featured Images to Feed
af: Voeg uitgestalde prente by stroom
de_de: Gekennzeichnete Bilder zum Feed hinzufügen
es_mx: Añadir imágenes destacadas al feed
fr_fr: Ajouter des images vedettes au flux
it_it: Aggiungere immagini in primo piano al feed

source: Robots
af: Robotte

source: Custom Robots.txt Rules
af: Gepasmaakte Robots.txt-reëls
de_de: Benutzerdefinierte Robots.txt-Regeln
es_mx: Reglas personalizadas de Robots.txt
fr_fr: Règles Robots.txt personnalisées
it_it: Regole Robots.txt personalizzate

source: Add Image
af: Voeg prent by
de_de: Bild hinzufügen
es_mx: Añadir imagen
fr_fr: Ajouter une image
it_it: Aggiungi immagine

source: SEO Network Settings
af: SEO-netwerkinstellings
de_de: SEO-Netzwerk-Einstellungen
es_mx: Configuración de la red SEO
fr_fr: Paramètres du réseau SEO
it_it: Impostazioni della rete SEO

source: Settings saved.
af: Verstellings gestor.
de_de: Einstellungen gespeichert.
es_mx: Ajustes guardados.
fr_fr: Paramètres sauvegardés.
it_it: Impostazioni salvate.

source: Save Changes
af: Stoor veranderinge
de_de: Änderungen speichern
es_mx: Guardar Cambios
fr_fr: Sauvegarder les changements
it_it: Salva modifiche

source: SEO data imported successfully.
af: SEO-data is suksesvol ingevoer.
de_de: SEO-Daten erfolgreich importiert.
fr_fr: Les données SEO ont été importées avec succès.
it_it: I dati SEO sono stati importati con successo.

source: Settings
af: Vertellings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni

source: SEO for WordPress®
af: SEO vir WordPress®
de_de: SEO für WordPress®
es_mx: SEO para WordPress
fr_fr: SEO pour WordPress®
it_it: SEO per WordPress

source: A modern SEO plugin for managing meta tags, breadcrumbs, and sitemaps.
af: 'n Moderne SEO-inprop vir die bestuur van metamerkers, broodkrummels en werfkaarte.
de_de: Ein modernes SEO-Plugin zur Verwaltung von Meta-Tags, Breadcrumbs und Sitemaps.
es_mx: Un moderno plugin SEO para gestionar metaetiquetas, migas de pan y sitemaps.
fr_fr: Un plugin SEO moderne pour gérer les balises méta, les fils d'Ariane et les sitemaps.
it_it: Un moderno plugin SEO per la gestione di meta tag, briciole di pane e sitemap.
